<!DOCTYPE html>
<html lang="es">
<head>
<title>Políticas de Privacidad</title>
<meta charset="utf-8" />
<meta name="description" content="Políticas de privacidad de la aplicación Recetas Colombianas">
</head>
 
<body>
<h1>Pol&iacute;ticas de Privacidad</h1>
<p>&Uacute;ltima Actualizaci&oacute;n: 15 de Nayo del 2021</p>
<p>Esta Pol&iacute;tica de privacidad describe nuestras pol&iacute;ticas y procedimientos sobre la recopilaci&oacute;n, uso y divulgaci&oacute;n de su informaci&oacute;n cuando usa nuestra aplicaci&oacute;n, y le informa sobre sus derechos de privacidad y c&oacute;mo la ley lo protege.</p>
<p>Usamos sus datos personales para proporcionar y mejorar el servicio. Al utilizar el Servicio, acepta la recopilaci&oacute;n y el uso de informaci&oacute;n de acuerdo con esta Pol&iacute;tica de privacidad.</p>
<h1>Interpretaci&oacute;n y definiciones</h1>
<h2>Interpretaci&oacute;n</h2>
<p>Las palabras cuya letra inicial est&aacute; en may&uacute;scula tienen significados definidos en las siguientes condiciones. Las siguientes definiciones tendr&aacute;n el mismo significado independientemente de que aparezcan en singular o en plural.</p>
<h2>Definiciones</h2>
<p>Para efectos de esta Pol&iacute;tica de privacidad:</p>
<ul>
<li>
<p><strong>Cuenta</strong> significa una cuenta &uacute;nica creada para que usted acceda a nuestro Servicio o partes de nuestro Servicio.</p>
</li>
<li>
<p><strong>Afiliado</strong> significa una entidad que controla, est&aacute; controlada por o est&aacute; bajo control com&uacute;n con una parte, donde "control" significa la propiedad del 50% o m&aacute;s de las acciones, participaci&oacute;n en el capital social u otros valores con derecho a voto para la elecci&oacute;n de directores u otra autoridad de gesti&oacute;n.</p>
</li>
<li>
<p><strong>Aplicaci&oacute;n</strong> significa el programa de software proporcionado por la Compa&ntilde;&iacute;a descargado por Usted en cualquier dispositivo m&oacute;vil, llamado Recetas Colombianas.</p>
</li>
<li>
<p><strong>Compa&ntilde;&iacute;a</strong> (denominada "la Compa&ntilde;&iacute;a", "Nosotros", "Nos" o "Nuestro" en este Acuerdo) se refiere a Recetas Colombianas.</p>
</li>
<li>
<p><strong>Pa&iacute;s</strong> Se refiere a: Colombia</p>
</li>
<li>
<p><strong>Dispositivo</strong> significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un tel&eacute;fono celular o una tableta digital.</p>
</li>
<li>
<p><strong>Datos personales</strong> son cualquier informaci&oacute;n que se relacione con una persona identificada o identificable.</p>
</li>
<li>
<p><strong>Servicio</strong> se refiere a la aplicaci&oacute;n.</p>
</li>
<li>
<p><strong>Proveedor de servicios</strong> significa cualquier persona f&iacute;sica o jur&iacute;dica que procesa los datos en nombre de la Compa&ntilde;&iacute;a. Se refiere a empresas de terceros o personas empleadas por la Compa&ntilde;&iacute;a para facilitar el Servicio, para proporcionar el Servicio en nombre de la Compa&ntilde;&iacute;a, para realizar servicios relacionados con el Servicio o para ayudar a la Compa&ntilde;&iacute;a a analizar c&oacute;mo se utiliza el Servicio..</p>
</li>
<li>
<p><strong>Servicio de redes sociales de terceros</strong> se refiere a cualquier sitio web o cualquier sitio web de red social a trav&eacute;s del cual un Usuario puede iniciar sesi&oacute;n o crear una cuenta para usar el Servicio.</p>
</li>
<li>
<p><strong>Datos de uso</strong> se refieren a los datos recopilados autom&aacute;ticamente, ya sea generados por el uso del Servicio o por la propia infraestructura del Servicio (por ejemplo, la duraci&oacute;n de una visita a la p&aacute;gina).</p>
</li>
<li>
<p><strong>Usted</strong> se refiere a la persona que accede o utiliza el Servicio, o la empresa u otra entidad legal en nombre de la cual dicha persona accede o utiliza el Servicio, seg&uacute;n corresponda.</p>
</li>
</ul>
<h1>Recopilaci&oacute;n y uso de sus datos personales</h1>
<h2>Tipos de datos recopilados</h2>
<h3>Informaci&oacute;n personal</h3>
<p>Mientras usamos Nuestro Servicio, podemos pedirle que nos proporcione cierta informaci&oacute;n de identificaci&oacute;n personal que pueda usarse para contactarlo o identificarlo. La informaci&oacute;n de identificaci&oacute;n personal puede incluir, entre otros:</p>
<ul>
<li>
<p>Correo electr&oacute;nico</p>
</li>
<li>
<p>Nombre y Apellido</p>
</li>
<li>
<p>Datos de uso</p>
</li>
</ul>
<h3>Uso de datos</h3>
<div class="gtx-language">Los datos se recopilan autom&aacute;ticamente cuando se utiliza el servicio.</div>
<p>Los datos de uso pueden incluir informaci&oacute;n como la direcci&oacute;n de Protocolo de Internet de su dispositivo (por ejemplo, la direcci&oacute;n IP), el tipo de navegador, la versi&oacute;n del navegador, las p&aacute;ginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo que pas&oacute; en esas p&aacute;ginas, dispositivo &uacute;nico identificadores y otros datos de diagn&oacute;stico.</p>
<p>Cuando accede al Servicio a trav&eacute;s de un dispositivo m&oacute;vil, podemos recopilar cierta informaci&oacute;n autom&aacute;ticamente, que incluye, entre otros, el tipo de dispositivo m&oacute;vil que utiliza, la identificaci&oacute;n &uacute;nica de su dispositivo m&oacute;vil, la direcci&oacute;n IP de su dispositivo m&oacute;vil, su dispositivo m&oacute;vil sistema operativo, el tipo de navegador de Internet m&oacute;vil que utiliza, identificadores de dispositivo &uacute;nicos y otros datos de diagn&oacute;stico.</p>
<p>Tambi&eacute;n podemos recopilar informaci&oacute;n que su navegador env&iacute;a cada vez que visita nuestro Servicio o cuando accede al Servicio a trav&eacute;s de un dispositivo m&oacute;vil.</p>
<h3>Informaci&oacute;n de servicios de redes sociales de terceros</h3>
<p>La Compa&ntilde;&iacute;a le permite crear una cuenta e iniciar sesi&oacute;n para usar el Servicio a trav&eacute;s de los siguientes Servicios de redes sociales de terceros:</p>
<ul>
<li>Google</li>
<li>Facebook</li>
</ul>
<p>Si decide registrarse a trav&eacute;s de un Servicio de redes sociales de terceros o de otro modo otorgarnos acceso a &eacute;l, podemos recopilar datos personales que ya est&eacute;n asociados con la cuenta de su Servicio de redes sociales de terceros, como su nombre, su direcci&oacute;n de correo electr&oacute;nico, sus actividades. o Su lista de contactos asociada con esa cuenta.</p>
<p>Tambi&eacute;n puede tener la opci&oacute;n de compartir informaci&oacute;n adicional con la Compa&ntilde;&iacute;a a trav&eacute;s de la cuenta de su Servicio de redes sociales de terceros. Si elige proporcionar dicha informaci&oacute;n y Datos personales, durante el registro o de otro modo, est&aacute; otorgando permiso a la Compa&ntilde;&iacute;a para usarlos, compartirlos y almacenarlos de manera consistente con esta Pol&iacute;tica de privacidad.</p>
<h3>Informaci&oacute;n recopilada durante el uso de la aplicaci&oacute;n</h3>
<p>Mientras usamos nuestra aplicaci&oacute;n, con el fin de proporcionar caracter&iacute;sticas de nuestra aplicaci&oacute;n, podemos recopilar, con su permiso previo:</p>
<ul>
<li>Im&aacute;genes y otra informaci&oacute;n de la biblioteca de fotos y la c&aacute;mara de su dispositivo</li>
</ul>
<p>Usamos esta informaci&oacute;n para proporcionar caracter&iacute;sticas de Nuestro Servicio, para mejorar y personalizar Nuestro Servicio. La informaci&oacute;n puede cargarse en los servidores de la Compa&ntilde;&iacute;a y / o en el servidor de un Proveedor de servicios o simplemente puede almacenarse en Su dispositivo.</p>
<p>Puede habilitar o deshabilitar el acceso a esta informaci&oacute;n en cualquier momento, a trav&eacute;s de la configuraci&oacute;n de su dispositivo.</p>
<h2>Uso de sus datos personales</h2>
<p>La Compa&ntilde;&iacute;a puede utilizar los Datos Personales para los siguientes prop&oacute;sitos:</p>
<ul>
<li>
<p><strong>Para proporcionar y mantener nuestro Servicio</strong>, incluso para controlar el uso de nuestro Servicio.</p>
</li>
<li>
<p><strong>Para administrar Su Cuenta:</strong> para administrar Su registro como usuario del Servicio. Los Datos Personales que proporcione pueden darle acceso a diferentes funcionalidades del Servicio que est&aacute;n disponibles para Usted como usuario registrado.</p>
</li>
<li>
<p><strong>Para la ejecuci&oacute;n de un contrato:</strong> el desarrollo, cumplimiento y ejecuci&oacute;n del contrato de compra de los productos, art&iacute;culos o servicios que haya comprado o de cualquier otro contrato con Nosotros a trav&eacute;s del Servicio.</p>
</li>
<li>
<p><strong>Para contactarlo:</strong> Para contactarlo por correo electr&oacute;nico, llamadas telef&oacute;nicas, SMS u otras formas equivalentes de comunicaci&oacute;n electr&oacute;nica, como las notificaciones push de una aplicaci&oacute;n m&oacute;vil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable para su implementaci&oacute;n.</p>
</li>
<li>
<p><strong>Para proporcionarle</strong> noticias, ofertas especiales e informaci&oacute;n general sobre otros bienes, servicios y eventos que ofrecemos y que son similares a los que ya ha comprado o sobre los que ha consultado, a menos que haya optado por no recibir dicha informaci&oacute;n.</p>
</li>
<li>
<p><strong>Para gestionar sus solicitudes:</strong> Para atender y gestionar sus solicitudes para nosotros.</p>
</li>
<li>
<p><strong>Para transferencias comerciales:</strong> podemos usar su informaci&oacute;n para evaluar o llevar a cabo una fusi&oacute;n, desinversi&oacute;n, reestructuraci&oacute;n, reorganizaci&oacute;n, disoluci&oacute;n u otra venta o transferencia de algunos o todos nuestros activos, ya sea como empresa en funcionamiento o como parte de una quiebra, liquidaci&oacute;n, o procedimiento similar, en el que los Datos personales que tenemos sobre los usuarios de nuestro Servicio se encuentran entre los activos transferidos.</p>
</li>
<li>
<p><strong>Para otros fines:</strong> podemos utilizar su informaci&oacute;n para otros fines, como an&aacute;lisis de datos, identificaci&oacute;n de tendencias de uso, determinaci&oacute;n de la eficacia de nuestras campa&ntilde;as promocionales y para evaluar y mejorar nuestro Servicio, productos, servicios, marketing y su experiencia.</p>
</li>
</ul>
<p>Podemos compartir su informaci&oacute;n personal en las siguientes situaciones:</p>
<ul>
<li><strong>Con proveedores de servicios:</strong> podemos compartir su informaci&oacute;n personal con proveedores de servicios para monitorear y analizar el uso de nuestro servicio, para comunicarnos con usted.</li>
<li><strong>Para transferencias comerciales:</strong> podemos compartir o transferir Su informaci&oacute;n personal en relaci&oacute;n con, o durante las negociaciones de, cualquier fusi&oacute;n, venta de activos de la Compa&ntilde;&iacute;a, financiamiento o adquisici&oacute;n de la totalidad o una parte de Nuestro negocio a otra compa&ntilde;&iacute;a.</li>
<li><strong>Con afiliados:</strong> podemos compartir su informaci&oacute;n con nuestros afiliados, en cuyo caso les exigiremos que cumplan con esta Pol&iacute;tica de privacidad. Los afiliados incluyen nuestra empresa matriz y cualquier otra subsidiaria, socios de empresas conjuntas u otras empresas que controlemos o que est&eacute;n bajo control com&uacute;n con nosotros.</li>
<li><strong>Con socios comerciales:</strong> podemos compartir su informaci&oacute;n con nuestros socios comerciales para ofrecerle ciertos productos, servicios o promociones.</li>
<li><strong>Con otros usuarios:</strong> cuando comparte informaci&oacute;n personal o interact&uacute;a de otra manera en las &aacute;reas p&uacute;blicas con otros usuarios, dicha informaci&oacute;n puede ser vista por todos los usuarios y puede distribuirse p&uacute;blicamente en el exterior. Si interact&uacute;a con otros usuarios o se registra a trav&eacute;s de un servicio de redes sociales de terceros, sus contactos en el servicio de redes sociales de terceros pueden ver su nombre, perfil, im&aacute;genes y descripci&oacute;n de su actividad. Del mismo modo, otros usuarios podr&aacute;n ver descripciones de su actividad, comunicarse con usted y ver su perfil.</li>
<li><strong>Con su consentimiento:</strong> podemos divulgar su informaci&oacute;n personal para cualquier otro prop&oacute;sito con su consentimiento.</li>
</ul>
<h2>Conservaci&oacute;n de sus datos personales</h2>
<p>La Compa&ntilde;&iacute;a retendr&aacute; sus datos personales solo durante el tiempo que sea necesario para los fines establecidos en esta Pol&iacute;tica de privacidad. Retendremos y usaremos sus datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a retener sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y pol&iacute;ticas legales.</p>
<p>&nbsp;</p>
<p>La Compa&ntilde;&iacute;a tambi&eacute;n retendr&aacute; los Datos de uso con fines de an&aacute;lisis interno. Los datos de uso generalmente se conservan por un per&iacute;odo de tiempo m&aacute;s corto, excepto cuando estos datos se usan para fortalecer la seguridad o mejorar la funcionalidad de nuestro servicio, o estamos legalmente obligados a retener estos datos por per&iacute;odos de tiempo m&aacute;s largos.</p>
<h2>Transferencia de sus datos personales</h2>
<p>Su informaci&oacute;n, incluidos los Datos personales, se procesa en las oficinas operativas de la Compa&ntilde;&iacute;a y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Significa que esta informaci&oacute;n puede transferirse y mantenerse en computadoras ubicadas fuera de su estado, provincia, pa&iacute;s u otra jurisdicci&oacute;n gubernamental donde las leyes de protecci&oacute;n de datos pueden diferir de las de su jurisdicci&oacute;n.</p>
<p>Su consentimiento a esta Pol&iacute;tica de privacidad seguido de Su env&iacute;o de dicha informaci&oacute;n representa Su acuerdo con esa transferencia.</p>
<p>La Compa&ntilde;&iacute;a tomar&aacute; todas las medidas razonablemente necesarias para garantizar que Sus datos sean tratados de forma segura y de acuerdo con esta Pol&iacute;tica de Privacidad y no se realizar&aacute; ninguna transferencia de Sus Datos Personales a una organizaci&oacute;n o pa&iacute;s a menos que existan controles adecuados establecidos, incluida la seguridad de Tus datos y otra informaci&oacute;n personal.</p>
<h2>Divulgaci&oacute;n de sus datos personales</h2>
<h3>Transacciones de negocios</h3>
<p>Si la Compa&ntilde;&iacute;a est&aacute; involucrada en una fusi&oacute;n, adquisici&oacute;n o venta de activos, sus datos personales pueden ser transferidos. Le avisaremos antes de que sus datos personales se transfieran y est&eacute;n sujetos a una pol&iacute;tica de privacidad diferente.</p>
<h3>Cumplimiento de la ley</h3>
<p>En determinadas circunstancias, es posible que la Compa&ntilde;&iacute;a deba divulgar sus datos personales si as&iacute; lo exige la ley o en respuesta a solicitudes v&aacute;lidas de las autoridades p&uacute;blicas (por ejemplo, un tribunal o una agencia gubernamental).</p>
<h3>Otros requisitos legales</h3>
<p>La Compa&ntilde;&iacute;a puede divulgar sus datos personales si cree de buena fe que dicha acci&oacute;n es necesaria para:</p>
<ul>
<li>Cumplir con una obligaci&oacute;n legal.</li>
<li>Proteger y defender los derechos o propiedad de la Compa&ntilde;&iacute;a.</li>
<li>Prevenir o investigar posibles irregularidades en relaci&oacute;n con el Servicio.</li>
<li>Proteger la seguridad personal de los Usuarios del Servicio o del p&uacute;blico.</li>
<li>Proteger contra la responsabilidad legal.</li>
</ul>
<h2>Seguridad de sus datos personales</h2>
<p>La seguridad de sus datos personales es importante para nosotros, pero recuerde que ning&uacute;n m&eacute;todo de transmisi&oacute;n a trav&eacute;s de Internet o m&eacute;todo de almacenamiento electr&oacute;nico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger sus datos personales, no podemos garantizar su seguridad absoluta.</p>
<h1>Privacidad de los ni&ntilde;os</h1>
<p>Nuestro Servicio no se dirige a ninguna persona menor de 13 a&ntilde;os. No recopilamos a sabiendas informaci&oacute;n de identificaci&oacute;n personal de ninguna persona menor de 13 a&ntilde;os. Si usted es un padre o tutor y sabe que su hijo nos ha proporcionado datos personales, por favor Cont&aacute;ctenos. Si nos damos cuenta de que hemos recopilado Datos personales de cualquier persona menor de 13 a&ntilde;os sin verificaci&oacute;n del consentimiento de los padres, tomamos medidas para eliminar esa informaci&oacute;n de Nuestros servidores.</p>
<p>Si necesitamos depender del consentimiento como base legal para procesar Su informaci&oacute;n y Su pa&iacute;s requiere el consentimiento de un padre, es posible que necesitemos el consentimiento de Su padre antes de recopilar y utilizar esa informaci&oacute;n.</p>
<h1>Enlaces a otros sitios web</h1>
<p>Nuestro Servicio puede contener enlaces a otros sitios web que no son operados por Nosotros. Si hace clic en el enlace de un tercero, ser&aacute; dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise la Pol&iacute;tica de privacidad de cada sitio que visite.</p>
<p>No tenemos control ni asumimos ninguna responsabilidad por el contenido, las pol&iacute;ticas de privacidad o las pr&aacute;cticas de sitios o servicios de terceros.</p>
<h1>Cambios a esta pol&iacute;tica de privacidad</h1>
<p>Es posible que actualicemos nuestra Pol&iacute;tica de privacidad de vez en cuando. Le notificaremos de cualquier cambio publicando la nueva Pol&iacute;tica de privacidad en esta p&aacute;gina.</p>
<p>Le informaremos por correo electr&oacute;nico y / o un aviso destacado en Nuestro Servicio, antes de que el cambio entre en vigencia y actualizaremos la fecha de "&Uacute;ltima actualizaci&oacute;n" en la parte superior de esta Pol&iacute;tica de privacidad.</p>
<p>Se le recomienda que revise esta Pol&iacute;tica de privacidad peri&oacute;dicamente para ver si hay cambios. Los cambios a esta Pol&iacute;tica de privacidad entran en vigencia cuando se publican en esta p&aacute;gina.</p>
<h1>Cont&aacute;ctenos</h1>
<p>Si tiene alguna pregunta sobre esta Pol&iacute;tica de privacidad, puede contactarnos:</p>
<ul>
<li>Por correo electr&oacute;nico: recetas@socialhot.co</li>
</ul>
</body>
</html>